{
    "Ti diamo il benvenuto su Casino Squad!": "We welcome you to Casino Squad!",
    "Esplora il nostro sito per scoprire:" : "Explore our website to discover:",
    "Le migliori piattaforme di gioco online. " : "The best online gaming platforms. ",
    "La possibilità di ricevere ogni offerta e i bonus esclusivi. " : "The ability to receive every offer and exclusive bonuses. ",
    "Provare gratis ogni tipo di slot machine. " : "Try every type of slot machine for free. ",
    "lista completa delle slot": "full list of slots",
    "lista delle bonus": "list of bonuses",
    "Siamo lieti di accoglierti su Casino Squad, ": "We are pleased to welcome you to Casino Squad, ",
    "un casino digitale sul quale troverai consigli e dritte su un’ampia gamma di slot machine e giochi da casinò. " : "a digital casino where you will find tips and tricks on a wide range of slot machines and casino games. ",
    "Qui potrai esplorare e scegliere la tua slot online preferita, " : "Here you can explore and choose your favorite online slot, ",
    "ma anche apprendere consigli e avere aggiornamenti sulle leggi e norme del settore. " : "but also learn advice and get updates on the laws and regulations of the sector. ",
    "Non avrai bisogno di registrarti o di fare download. " : "You won't need to register or download. ",
    "Puoi consultare Casino Squad per familiarizzare con il meraviglioso mondo dell’intrattenimento del gioco digitale. " : "You can check out Casino Squad to familiarize yourself with the wonderful world of digital gaming entertainment. ",
    "Infatti, qui troverai confronti approfonditi fra i diversi casinò online e le migliori piattaforme di scommesse. " : "In fact, here you will find in-depth comparisons between the different online casinos and the best betting platforms. ",
    "Ti offriamo la possibilità di essere informato sulle migliori comparazioni fra i diversi casinò digitali. " : "We offer you the opportunity to be informed about the best comparisons between the different digital casinos. ",
    "In più, se sei appassionato di Live Casinò e degli ormai celebri Game Show, " : "In addition, if you are passionate about Live Casino and the now famous Game Shows, ",
    "puoi anche consultare il nostro servizio esclusivo. " : "you can also consult our exclusive service. ",
    "Infatti, su Casino Squad hai la possibilità di avere informazioni in tempo reale delle Statistiche Crazy Time Live, " : "In fact, at Casino Squad you have the option to have real-time information of Crazy Time Live Stats, ", 
    "delle Monopoly Statistiche Live, ma anche delle LiveStats di Dream Catcher. " : "of the Monopoly Live Statistics, but also of the LiveStats of Dream Catcher. ",
    "Inoltre, potrai fare valutazioni ed essere sempre aggiornato su i migliori bonus disponibili. " : "In addition, you can make evaluations and always be updated on the best bonuses available. ",
    "Ti consigliamo inoltre di dare un'occhiata alle offerte di Benvenuto sulle slot online che trovi sul sito. " : "We also recommend that you take a look at the Welcome offers on the online slots that you find on the site. ",
    "Se stai cercando informazioni su quale sia il sito più conveniente per giocare alle slot digitali, ti invitiamo a consultare la tabella seguente. " : "If you are looking for information on which is the most convenient site to play digital slots, we invite you to consult the table below. ",
    "Se ti interessa sapere dove conviene maggiormente giocare alle slot machine online puoi dare" : "If you are interested in knowing where it is best to play online slot machines you can give",
    "un'occhiata a questa comparazione dei migliori Bonus disponibili al momento:" : "a look at this comparison of the best Bonuses available at the moment:",
    "Bonus di Benvenuto": "Welcome Bonus",
    
    "DOMANDE FREQUENTI": "FREQUENTLY ASKED QUESTIONS",
    "Dove posso giocare alle slot machine gratis?": "Where can I play slot machines for free?",
    "Qual è in funzionamento dei requisiti di scommessa?": "What is working on the wagering requirements?",
    "Cosa è un Bonus free spins?": "What is a Bonus free spins?",
    "Cosa è un Bonus senza Deposito?": "What is a No Deposit Bonus?",
    "Qual è il miglior casinò online?": "What is the best online casino?",
    "Quali sono le migliori slot machine?": "What are the best slot machines?",

    "Ricevi aggiornamenti ed anticipazioni sui nuovi video e su bonus e": "Get updates and previews on new videos and bonuses and",
    "promozio. ": "Promotion",
    "ISCRIVITI": "SUBSCRIBE",
    "Dichiaro di aver compiuto 18 anni e di dare il mio consenso per": "I declare that I have turned 18 and that I give my own",
    "ricevere aggiornamenti ed antecipazioni su video ed offerte promozionali": "sense to receive updates and previews on videos and promotional offers",
    "via email da casinosquad.com. ": "by email from casinosquad.com. ",

    "Giocare gratis alle slot online": "Play online slots for free",
    "Ti piacciono le slot machine online? Vorresti esplorare tutte le dimensioni di questi giochi, senza rischiare di perderci nulla? Bene: sei nel posto giusto. ": "Do you like online slot machines? Would you like to explore all the dimensions of these games, without risking losing anything? Well: you've come to the right place. ",
    "Infatti su casinosquad.com hai una vasta scelta di slot online gratis e non solo. Potrai provare tante dimensioni del gioco digitale, sperimentando vari giochi da casinò. " : "In fact on casinosquad.com you have a wide choice of free online slots and more. You will be able to experience so many dimensions of digital gaming, experimenting with various casino games. ",
    "Abbiamo a disposizione centinaia di giochi, forniti dai migliori provider. ": "We have hundreds of games available, provided by the best providers. ",
    "Sì, hai capito bene: avrai la possibilità di giocare e basta, allenarti alle slot machine gratis online, in modo da esplorarle e imparare a conoscere le loro caratteristiche peculiari. ": "Yes, you got it right: you will have the opportunity to just play, train on slot machines for free online, so as to explore them and learn about their peculiar characteristics. ",
    "In effetti, osservare come si comportano, provare i bonus e scoprire come e quanto pagano, è davvero importante prima di scommettere soldi veri. ": "In fact, observing how they behave, trying out the bonuses and finding out how and how much they pay, is really important before betting real money. ",
    "Su Casino Squad potrai individuare in anteprima, ogni segreto delle nuove slot rilasciate sul mercato,": "At Casino Squad you will be able to spot in preview, every secret of the new slots released on the market,",
    "ma anche provarle personalmente e scegliere quali salvare o mettere tra le tue preferite. ": "but also try them personally and choose which ones to save or put among your favorites. ",
    
    "Quali sono gli altri giochi da casinò disponibili sul nostro sito?": "What are the other casino games available on our site?",
    "Devi sapere che il nostro forte – lo avrai capito – sono le slot machine. ": "You must know that our forte – you will have understood – are the slot machines. ",
    "Questo poiché attualmente, le slot rappresentano il gioco da casinò online più diffuso e di successo. ": "This is because currently, slots represent the most popular and successful online casino game. ",
    "Però sul nostro sito, potrai trovare anche giochi, che sono fra i più classici e conosciuti. ": "But on our site, you can also find games, which are among the most classic and known. ",
    "Qualche esempio?": "Some examples?",
    "Stai forse cercando degli specifici casinò? Se la risposta è sì, dovrai semplicemente visitare la nostra pagina dedicata:": "Are you looking for specific casinos? If the answer is yes, you will simply have to visit our dedicated page:",
    "qui potrai selezionare il tipo di gioco che desideri provare. ": "here you can select the type of game you want to try. ",
    "Infatti, nella parte dedicata, troverai filtri da impostare e utilizzare per individuare in modo semplice il gioco che cerchi. ": "In fact, in the dedicated part, you will find filters to set and use to easily identify the game you are looking for. ",
    "Il gioco della Roulette. ": "The game of Roulette. ",
    "il celebre Videopoker. ": "the famous Videopoker. ",
    "Il classico Blackjack. ": "The classic Blackjack. ",
    "l’elegante Baccarat. ": "the elegant Baccarat. ",
    "il popolare Bingo. ": "the popular Bingo. ",

    "Giocare alle Slot senza download e senza registrazione": "Playing Slots without download and without registration",
    "Devi sapere che su Casinosquad.it potrai giocare subito, senza limiti o perdite di tempo. Sì, infatti, non dovrai iscriverti o fare registrazioni. ": "You must know that on Casinosquad.it you can play right away, without limits or waste of time. Yes, in fact, you will not have to sign up or make registrations. ",
    "Tanti casinò, invece, ti obbligano a fare il download dei loro software di gioco. Questo togliendo tempo che potrebbe essere prezioso. ": "Many casinos, on the other hand, force you to download their gaming software. This takes away time that could be valuable.. ",
    "Su Casinosquad.it potrai giocare subito senza alcun obbligo. ": "On Casinosquad.it you can play immediately without any obligation. ",
    "Facendo un esempio, se decidi di giocare su Casino Squad, non dovrai riempire complicati moduli con i tuoi dati sensibili, poiché offriamo un’anteprima completamente gratuita. ": "To give an example, if you decide to play at Casino Squad, you won't have to fill in complicated forms with your sensitive data, as we offer a completely free preview. ",
    "Infatti, per provare una slot digitale, dovrai semplicemente selezionarla, cliccando sulla sua anteprima. ": "In fact, to try a digital slot, you will simply have to select it, by clicking on its preview. ",
    "Insomma, ti basterà accedere del browser per provare a giocare. ": "In short, you just need to access the browser to try to play. ",
    "Com’è possibile? Dobbiamo ringraziare i passi da gigante fatti dalla tecnologia HTML5 e dei browser negli ultimi anni, sia per desktop che per dispositivo mobile. ": "How is this possible? We have to thank the great strides made by HTML5 technology and browsers in recent years, both for desktop and mobile devices. ",
    "Infatti, è grazie al HTML5 che potrai avere a disposizione oltre 1000 slot, con il meglio della qualità audio e video. ": "In fact, it is thanks to HTML5 that you can have over 1000 slots available, with the best of audio and video quality. ",
    
    "Le slot online sono legali in Italia?": "Are online slots legal in Italy?",
    "Stai tranquillo, puoi giocare serenamente perché il gioco da casinò è legale in Italia, ma bisogna fare delle precisazioni. ": "Rest assured, you can play serenely because casino gaming is legal in Italy, but you have to make some clarifications. ",
    "Anche se il concetto di legalità, include i casinò digitali, bisogna fare attenzione al fatto che la piattaforma di gioco abbia la licenza. ": "Although the concept of legality, includes digital casinos, care must be taken that the gaming platform is licensed. ",
    "Infatti, i casinò di gioco online possono operare se hanno una licenza rilasciata dalle autorità italiane. ": "In fact, online gaming casinos can operate if they have a license issued by the Italian authorities. ",
    "In effetti, dal 3 dicembre 2012 le slot online AAMS-ADM sono disponibili. ": "In fact, since December 3, 2012 AAMS-ADM online slots are available. ",
    "Ciò significa la possibilità di giocare legalmente e in serenità, alle slot machine online almeno sui siti certificati. ": "This means the possibility of playing legally and in peace, online slot machines at least on certified sites. ",
    "Stiamo parlando dei casinò online autorizzati dall'Agenzia delle Dogane e dei Monopoli. ": "We are talking about online casinos authorized by the Customs and Monopoly Agency. ",
    "Questo, affinché gli amanti delle slot digitali, abbiano la possibilità di giocare da desktop, ma anche da mobile, grazie alla varietà dell’offerta dei titoli che sono continuamente aggiornati. ": "This, so that lovers of digital slots, have the opportunity to play from desktop, but also from mobile, thanks to the variety of the offer of titles that are continuously updated. ",
    "Il pubblico appassionato del gioco online, è variegato - dai principianti ai professionisti. ": "",
    "Forse non sai che le slot machine nei casinò online italiani AAMS-ADM hanno una posizione di pregio. Infatti, sono al primo posto al mondo, per qualità, generosità e il livello di intrattenimento. ": "",
    "Vuoi scoprire i migliori casino legali con slot machine AAMS-ADM? Ecco qui un confronto. ": "Perhaps you do not know that slot machines in Italian online casinos AAMS-ADM have a valuable position. In fact, they are in first place in the world, for quality, generosity and the level of entertainment. ",
    
    "Il valore della tecnologia e l’impegno dietro le quinte nel mondo delle slot digitali e dei giochi da casinò": "The value of technology and behind-the-scenes commitment in the world of digital slots and casino games",
    "Attualmente, siamo abituati ad una determinata raffinatezza visiva e amiamo standard grafici visivi e audio di un certo livello. ": "Currently, we are accustomed to a certain visual sophistication and love visual and audio graphic standards of a certain level. ",
    "Ecco perché in tempi recenti, sia slot che altri prodotti dei casinò online sono sviluppati in HTML5. ": "That is why in recent times, both slots and other online casino products are developed in HTML5. ",
    "Infatti, la tecnologia HTML5 è ottimale anche e soprattutto per i dispositivi mobili, quelli più utilizzati per interfacciarsi alla rete. ": "In fact, HTML5 technology is also and above all optimal for mobile devices, those most used to interface with the network. ",
    "La tecnologia HTML5 è veloce, e leggera. Ottima per chi ha uno smartphone e quindi può voler giocare ovunque si trovi:": "HTML5 technology is fast, and lightweight. Great for those who have a smartphone and therefore may want to play wherever they are:",
    "un’eventualità di cui i maggiori provider hanno tenuto conto. ": "an eventuality that the major providers have taken into account. ",
    
    "In che modo Casinosquad.it realizza le recensioni delle slot online?": "How do Casinosquad.it make online slots reviews?",
    "Abbiamo a disposizione un team di esperti che valuta ogni slot online, facendo un capillare percorso di verifica, rigoroso ed efficace. ": "We have at our disposal a team of experts who evaluate each online slot, making a capillary verification path, rigorous and effective. ",
    "L’obiettivo è una missione del nostro team, ovvero la garanzia di un’esperienza di gioco avvincente e divertente. ": "The goal is a mission of our team, which is to guarantee an exciting and fun gaming experience. ",
    "casinosquad.com è qui per svelarti ogni dettaglio e per offrirti le recensioni dei migliori giochi di slot online. ": "casinosquad.com is here to reveal every detail to you and to offer you reviews of the best online slot games. ",
    "Si tratta di recensioni preparate con serietà e professionalità, in considerazione di 5 requisiti di base, vediamoli assieme:": "These are reviews prepared with seriousness and professionalism, in consideration of 5 basic requirements, let's see them together:",
    "In primis, l’esperienza di gioco. Su Casino Squad non desideriamo proporre giochi di slot noiosi. ": "First of all, the gaming experience. At Casino Squad we don't want to offer boring slot games. ",
    "Il nostro team di giocatori cerca principalmente l’intrattenimento e il coinvolgimento. Per questi motivi": "Our team of players is primarily looking for entertainment and engagement. For these reasons",
    "una slot machine deve avere una buona qualità grafica, un bel tema originale e garantire un’esperienza di gioco divertente. ": "a slot machine must have good graphic quality, a nice original theme and ensure a fun gaming experience",
    "Il gioco online è ottimizzato per mobile? Un posto di rilievo nella valutazione è ricoperto anche dalla valutazione di quanto i giochi di slot siano mobile-friendly. ": "Is online gaming mobile optimized? A prominent place in the rating is also covered by the evaluation of how mobile-friendly slot games are. ",
    "I nostri giocatori valutano infatti – nell’introdurre un nuovo gioco nella libreria del sito – se sia o meno ottimizzato per il gioco mobile, in modo da non sacrificare l’esperienza ludica. ": "In fact, our players evaluate – in introducing a new game in the site's library – whether or not it is optimized for mobile gaming, so as not to sacrifice the gaming experience. ",
    "Nello scegliere un gioco di slot, è essenziale conoscere sia i valori di RTP che di Varianza. Come forse sai,": "When choosing a slot game, it is essential to know both RTP and Variance values. As you may know,",
    "la stessa vincita stessa, è definita in parte dall'RTP, ma anche dalla varianza di un gioco di slot. ": "the winning itself is defined in part by the RTP, but also by the variance of a slot game. ",
    "Il nostro team si impegna a trovare i giochi con gli RTP più alti, testando il livello di varianza, in modo da facilitare tutti i giocatori. ": "Our team is committed to finding the games with the highest RTPs, testing the level of variance, so as to facilitate all players. ",
    "E infine, nel testare una slot online, è anche importante considerate il valore del Jackpot. ": "And finally, when testing an online slot, it is also important to consider the value of the Jackpot",
    "In effetti, è il sogno di un giocatore, quello di vincere un Jackpot cospicuo. Anche scoprire il valore massimo che puoi sognare di vincere ad una slot machine, assume rilevanza. ": "In fact, it is a player's dream, to win a large jackpot. Discovering the maximum value you can dream of winning at a slot machine also takes on relevance. ",
    "Offriamo perciò ai nostri lettori, i dati sulle vincite potenziali di una slot machine e come ottenerle. ": "We therefore offer our readers, data on the potential winnings of a slot machine and how to get them. ",
    "Esistono differenze fra slot online dei casinò digitali e i giochi di slots dei casinò tradizionali?": "Are there any differences between online slots from digital casinos and slots games from land-based casinos?",
    "Bisogna sottolineare che – almeno in apparenza - le slot che puoi trovare nei casinò di Las Vegas, vantano alcune somiglianze con i giochi online. ": "It should be noted that – at least in appearance – the slots you can find in Las Vegas casinos, boast some similarities with online games. ",
    "Infatti, la versione online, è molto simile alla controparte meccanica che puoi facilmente trovare all’interno dei casinò fisici tradizionali. ": "In fact, the online version, is very similar to the mechanical counterpart that you can easily find within the traditional land-based casinos. ",
    "Le slot machine classiche, hanno una serie di tre o più rulli, che girano dopo aver azionato una leva. ": "Classic slot machines have a series of three or more reels, which spin after operating a lever. ",
    "Così, mentre i rulli girano, puoi vincere o perdere in base alle combinazioni ed alla validità dei simboli che appaiono sui rulli stessi. ": "Thus, while the reels spin, you can win or lose based on the combinations and validity of the symbols that appear on the reels themselves. ",
    "Ma è la stessa cosa anche con le slot online?": "But is it the same thing with online slots?",
    "Intanto, ti ricordiamo che anziché tirare una leva, nelle slot digitali, dovrai premere un pulsante per azionare i rulli. ": "Meanwhile, we remind you that instead of pulling a lever, in digital slots, you will have to press a button to operate the reels. ",
    
    "NUOVE SLOT": "NEW SLOTS",
    "LE SLOT ONLINE PIÙ POPOLARI": "THE MOST POPULAR ONLINE SLOTS",
    "I top bonus dei casinò online in Italia": "The top bonuses of online casinos in Italy",

    "Home": "Home",
    "Offerte Bonus Casino": "Casino Bonus Offers",
    "Giochi": "Games",
    "Squad": "Squad",
    "Shop": "Shop",
    "Info Giochi": "Info Games",
    "Strategie di Gioco": "Game Strategies",
    "Ultima Ora": "Last Hour",
    "Comparazione Casino": "Casino Comparison",
    "Dicci la tua": "Tell us your",
    "Guide": "Guide",

    "PROVA GRATIS": "TRY FOR FREE",
    "SOLDI REALI": "REAL MONEY",
    "NUOVA": "NEWS",
    "BONUS CON DEPOSITO": "DEPOSIT BONUS",
    "BONUS SENZA DEPOSITO": "NO DEPOSIT BONUS",
    "Licenza ADM": "ADM License",
    "ACCEDI AL BONUS": "ACCESS THE BONUS",
    "SITO WEB": "WEBSITE",
    "Senza Deposito": "Without Deposit",
    "Con Deposito": "With Deposit",
    "No card have been added to preferiti yet. ": "No card have been added to favorite yet. ",
    "Preferiti": "Favorite",
    "Pubblicato il": "Posted on",

    "I vantaggi di provare le slot online": "The advantages of trying slots",
    "Random Number Generator": "Random Number Generator",
    "I livelli meccanici presenti nelle slot machine dei casinò tradizionali, sono sostituiti nelle slot online, da un meccanismo davvero sofisticato, chiamato Random Number Generator (RNG). ": "The mechanical levels present in the slot machines of traditional casinos, are replaced in online slots, by a really sophisticated mechanism, called Random Number Generator (RNG).",
    "Si tratta di un software che fungendo da generatore di combinazioni, porta il risultato di ogni giro ad essere davvero casuale. ":  "It is a software that acting as a combination generator, brings the result of each spin to be really random. ",
    "Si tratta di un software certificato per il fairplay: in questo modo RNG ti garantisce la trasparenza del gioco. ": "It is a certified software for fairplay: in this way RNG guarantees you the transparency of the game. ",
    "Return to Player (RTP)": "Return to Player (RTP)",
    "Le slot online assicurano un maggior Ritorno al Giocatore (RTP), ovvero un payback più elevato. ": "Online slots ensure a greater Return to Player (RTP), i.e. a higher payback. ",
    "In effetti - gli esperti di casinò - sostengono che l’RTP in medio, nelle slot online è molto più elevato. ": "In fact - casino experts - claim that the RTP on average, in online slots is much higher. ",
    "Facciamo un esempio: se ho una slot digitale con un RTP DEL 97%, e faccio 1 x 100 scommesse, posso aspettarmi all’incirca 97 euro di vincita. ": "Let's take an example: if I have a digital slot with an RTP OF 97%, and I make 1 x 100 bets, I can expect about 97 euros of winnings. ",
   
    "Bisogna sottolineare che la maggior parte delle slot online ha valori di RTP pari al 92% o più. ": "It should be noted that most online slots have RTP values of 92% or more. ",
    "Inoltre, in tantissimi casi, diversi casinò online possono rimborsare fino al 95% e più. ": "In addition, in so many cases, different online casinos can refund up to 95% and more. ",
    "Si tratta di un’enorme differenza, se consideri che nei casinò fisici, il rimborso massimo arriva al 90%. ": "This is a huge difference, if you consider that in land-based casinos, the maximum refund is up to 90%.",
    "Il Bonus deposito e il Bonus Ricarica": "The Deposit Bonus and the Reload Bonus",
    "La stragrande maggioranza dei casinò digitali, proponeB onus sul primo deposito e sulla ricarica. ": "The vast majority of digital casinos offer B onus on first deposit and top-up.",
    "Attraverso il Bonus, il rendimento aggiunto sul primo deposito è circa il 5%. ": "Through the Bonus, the return added on the first deposit is about 5%.",
    "Ampia varietà nella selezione dei giochi": "Wide variety in the selection of games",
    "La grande varietà dei giochi disponibili, è un altro dei vantaggi di scegliere le slot online. ": "The wide variety of games available, is another of the advantages of choosing online slots.",
    "Solitamente, le migliori piattaforme di gioco, propongo oltre 300 fra le migliori slot online. ": "Usually, the best gaming platforms, I propose over 300 of the best online slots.",
    "": ""
  }